dev/workspace/EDBarcodeWeb/src/main/resources/xml/sync_master_data_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bar="http://www.excise.go.th/xsd/barcode">
   <soapenv:Header/>
   <soapenv:Body>
      <bar:EbarcodeSyncMasterDataRequest>
         <InternetUser>
            <CompanyId>0105529039293</CompanyId>
            <CompanyUserId>tip1</CompanyUserId>
            <CompanyUserPwd>tip1</CompanyUserPwd>
         </InternetUser>
      </bar:EbarcodeSyncMasterDataRequest>
   </soapenv:Body>
</soapenv:Envelope>